Repository: tx2z/aisight
Catalog: AISight/AISight/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, zh

source: Analyzing sources (%lld/%lld)...
de: Quellen werden analysiert (%lld/%lld)…
es: Analizando fuentes (%1$lld/%2$lld)...
fr: Analyse des sources (%lld/%lld)…
it: Analisi delle fonti (%lld/%lld)…
ja: ソースを分析中 (%lld/%lld)...
ko: 출처 분석 중 (%lld/%lld)...
pt: Analisando fontes (%lld/%lld)...
zh: 正在分析来源（%lld/%lld）…

source: Another request is in progress. Please wait.
de: Eine andere Anfrage läuft bereits. Bitte warte einen Moment.
es: Otra solicitud está en curso. Por favor espera.
fr: Une autre requête est en cours. Patiente un instant.
it: Un'altra richiesta è in corso. Attendi.
ja: 別のリクエストを処理中です。しばらくお待ちください。
ko: 다른 요청을 처리 중이에요. 잠시 기다려 주세요.
pt: Outra solicitação está em andamento. Por favor, aguarde.
zh: 正在处理另一个请求，请稍候。

source: App Language
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
pt: Idioma do App
zh: 应用语言

source: Apple Intelligence Required
de: Apple Intelligence erforderlich
es: Se requiere Apple Intelligence
fr: Apple Intelligence requis
it: Apple Intelligence necessario
ja: Apple Intelligenceが必要です
ko: Apple Intelligence 필요
pt: Apple Intelligence Necessária
zh: 需要 Apple Intelligence

source: Ask anything...
de: Frag einfach…
es: Pregunta lo que quieras...
fr: Pose ta question…
it: Chiedi qualsiasi cosa…
ja: 何でも聞いてください...
ko: 무엇이든 물어보세요...
pt: Pergunte qualquer coisa...
zh: 想问什么…

source: Because AISight does not collect or store your personal data on any external server, many traditional data rights are satisfied by design: • Right to Access: All your data is stored locally on your device and accessible to you. • Right to Deletion: You can delete all app data from Settings at any time, or by deleting the app. • Right to Data Portability: Your data is stored in standard formats on your device. • Right to Opt Out of Sale: We never sell your data. These rights apply to users in all jurisdictions, including under the EU General Data Protection Regulation (GDPR) and the California Consumer Privacy Act (CCPA).
de: Da AISight keine personenbezogenen Daten auf externen Servern erhebt oder speichert, werden viele traditionelle Datenrechte konzeptionell erfüllt: • Recht auf Auskunft: Alle Ihre Daten sind lokal auf Ihrem Gerät gespeichert und für Sie zugänglich. • Recht auf Löschung: Sie können alle App-Daten jederzeit in den Einstellungen oder durch Löschen der App entfernen. • Recht auf Datenübertragbarkeit: Ihre Daten sind in Standardformaten auf Ihrem Gerät gespeichert. • Recht auf Widerspruch gegen den Verkauf: Wir verkaufen niemals Ihre Daten. Diese Rechte gelten für Nutzer in allen Rechtsordnungen, einschließlich der EU-Datenschutz-Grundverordnung (GDPR) und des California Consumer Privacy Act (CCPA).
es: Dado que AISight no recopila ni almacena sus datos personales en ningún servidor externo, muchos derechos tradicionales sobre datos se satisfacen por diseño: • Derecho de acceso: Todos sus datos se almacenan localmente en su dispositivo y son accesibles para usted. • Derecho de supresión: Puede eliminar todos los datos de la aplicación desde Ajustes en cualquier momento, o eliminando la aplicación. • Derecho a la portabilidad de datos: Sus datos se almacenan en formatos estándar en su dispositivo. • Derecho a oponerse a la venta: Nunca vendemos sus datos. Estos derechos se aplican a los usuarios en todas las jurisdicciones, incluidos los amparados por el Reglamento General de Protección de Datos de la UE (GDPR) y la Ley de Privacidad del Consumidor de California (CCPA).
fr: Étant donné qu'AISight ne collecte ni ne stocke vos données personnelles sur aucun serveur externe, de nombreux droits traditionnels en matière de données sont satisfaits par conception : • Droit d'accès : Toutes vos données sont stockées localement sur votre appareil et vous sont accessibles. • Droit à l'effacement : Vous pouvez supprimer toutes les données de l'application depuis les Réglages à tout moment, ou en supprimant l'application. • Droit à la portabilité des données : Vos données sont stockées dans des formats standard sur votre appareil. • Droit d'opposition à la vente : Nous ne vendons jamais vos données. Ces droits s'appliquent aux utilisateurs de toutes les juridictions, y compris en vertu du Règlement général sur la protection des données (GDPR) de l'UE et du California Consumer Privacy Act (CCPA).
it: Poiché AISight non raccoglie né archivia i tuoi dati personali su alcun server esterno, molti diritti tradizionali relativi ai dati sono garantiti fin dalla progettazione: • Diritto di Accesso: Tutti i tuoi dati sono archiviati localmente sul tuo dispositivo e accessibili da te. • Diritto alla Cancellazione: Puoi eliminare tutti i dati dell'app dalle Impostazioni in qualsiasi momento, oppure eliminando l'app. • Diritto alla Portabilità dei Dati: I tuoi dati sono archiviati in formati standard sul tuo dispositivo. • Diritto di Opposizione alla Vendita: Non vendiamo mai i tuoi dati. Questi diritti si applicano agli utenti di tutte le giurisdizioni, inclusi quelli soggetti al Regolamento Generale sulla Protezione dei Dati dell'UE (GDPR) e al California Consumer Privacy Act (CCPA).
ja: AISightはお客様の個人データを外部サーバーに収集・保存しないため、多くの従来のデータに関する権利は設計上満たされています： • アクセス権：お客様のすべてのデータはデバイス上にローカル保存されており、お客様がアクセスできます。 • 削除権：アプリのデータは設定からいつでも削除できます。また、アプリを削除することでも可能です。 • データポータビリティの権利：お客様のデータはデバイス上に標準的な形式で保存されています。 • 販売拒否の権利：当社はお客様のデータを販売することはありません。 これらの権利は、EU一般データ保護規則（GDPR）およびカリフォルニア州消費者プライバシー法（CCPA）を含む、すべての法域のユーザーに適用されます。
ko: AISight는 외부 서버에 귀하의 개인 데이터를 수집하거나 저장하지 않으므로, 많은 전통적인 데이터 권리가 설계상 충족됩니다: • 액세스 권리: 귀하의 모든 데이터는 귀하의 기기에 로컬로 저장되며 귀하가 접근할 수 있습니다. • 삭제 권리: 설정에서 언제든지 모든 앱 데이터를 삭제하거나 앱을 삭제하여 데이터를 제거할 수 있습니다. • 데이터 이동 권리: 귀하의 데이터는 귀하의 기기에 표준 형식으로 저장됩니다. • 판매 거부 권리: 당사는 귀하의 데이터를 절대 판매하지 않습니다. 이러한 권리는 EU 일반 데이터 보호 규정(GDPR) 및 캘리포니아 소비자 개인정보 보호법(CCPA)을 포함하여 모든 관할권의 사용자에게 적용됩니다.
pt: Como o AISight não coleta nem armazena seus dados pessoais em nenhum servidor externo, muitos direitos tradicionais de dados já são atendidos por concepção: • Direito de Acesso: Todos os seus dados são armazenados localmente no seu dispositivo e acessíveis a você. • Direito à Exclusão: Você pode excluir todos os dados do aplicativo nas Configurações a qualquer momento, ou excluindo o aplicativo. • Direito à Portabilidade de Dados: Seus dados são armazenados em formatos padrão no seu dispositivo. • Direito de Recusar a Venda: Nós nunca vendemos seus dados. Esses direitos se aplicam a usuários em todas as jurisdições, incluindo sob o Regulamento Geral de Proteção de Dados da UE (GDPR) e a Lei de Privacidade do Consumidor da Califórnia (CCPA).
zh: 由于 AISight 不在任何外部服务器上收集或存储您的个人数据，许多传统数据权利在设计上已得到保障： • 访问权：您的所有数据均存储在您的设备本地，您可以随时访问。 • 删除权：您可以随时通过设置删除所有应用数据，或通过删除应用来实现。 • 数据可携权：您的数据以标准格式存储在您的设备上。 • 拒绝出售权：我们绝不出售您的数据。 这些权利适用于所有司法管辖区的用户，包括根据欧盟《通用数据保护条例》(GDPR) 和《加州消费者隐私法》(CCPA) 享有的权利。

source: Beginner guitar chords
de: Gitarrenakkorde für Anfänger
es: Acordes de guitarra para principiantes
fr: Accords de guitare pour débutants
it: Accordi di chitarra per principianti
ja: ギター初心者向けコード
ko: 기타 초보 코드
pt: Acordes de violão para iniciantes
zh: 吉他入门和弦

source: Benefits of reading daily
de: Vorteile des täglichen Lesens
es: Beneficios de leer a diario
fr: Les bienfaits de la lecture quotidienne
it: Benefici della lettura quotidiana
ja: 毎日の読書のメリット
ko: 매일 독서의 좋은 점
pt: Benefícios da leitura diária
zh: 每天阅读的好处

source: Best coffee brewing methods
de: Die besten Kaffee-Zubereitungsarten
es: Mejores métodos para preparar café
fr: Meilleures méthodes pour préparer le café
it: Migliori metodi di preparazione del caffè
ja: おすすめのコーヒー抽出方法
ko: 최고의 커피 추출 방법
pt: Melhores métodos de preparo de café
zh: 最佳咖啡冲泡方法

source: Best coffee brewing methods compared
de: Die besten Kaffee-Zubereitungsarten im Vergleich
es: Comparación de métodos para preparar café
fr: Comparatif des meilleures méthodes de préparation du café
it: Confronto dei migliori metodi di preparazione del caffè
ja: コーヒー抽出方法の比較
ko: 커피 추출 방법 비교
pt: Comparação dos melhores métodos de preparo de café
zh: 各种咖啡冲泡方法对比

source: Best hiking trails in Europe
de: Die schönsten Wanderwege in Europa
es: Mejores rutas de senderismo en Europa
fr: Les plus beaux sentiers de randonnée en Europe
it: I migliori sentieri escursionistici in Europa
ja: ヨーロッパのおすすめハイキングコース
ko: 유럽 최고의 하이킹 코스
pt: Melhores trilhas para caminhada na Europa
zh: 欧洲最佳徒步路线

source: Best productivity methods
de: Die besten Produktivitätsmethoden
es: Mejores métodos de productividad
fr: Les meilleures méthodes de productivité
it: I metodi di produttività più efficaci
ja: おすすめの生産性向上メソッド
ko: 최고의 생산성 향상 방법
pt: Melhores métodos de produtividade
zh: 最佳效率提升方法

source: Best stretches for desk workers
de: Die besten Dehnübungen für Schreibtischarbeiter
es: Mejores estiramientos para trabajadores de escritorio
fr: Les meilleurs étirements pour le travail de bureau
it: I migliori esercizi di stretching per chi lavora alla scrivania
ja: デスクワーカー向けストレッチ
ko: 사무직을 위한 스트레칭
pt: Melhores alongamentos para quem trabalha sentado
zh: 久坐办公族最佳拉伸动作

source: Best stretches for people who sit all day
de: Die besten Dehnübungen für Leute, die den ganzen Tag sitzen
es: Mejores estiramientos para personas que están sentadas todo el día
fr: Les meilleurs étirements quand on reste assis toute la journée
it: I migliori esercizi di stretching per chi sta seduto tutto il giorno
ja: 長時間座る人におすすめのストレッチ
ko: 오래 앉아 있는 사람을 위한 스트레칭
pt: Melhores alongamentos para quem fica sentado o dia todo
zh: 久坐一整天的最佳拉伸动作

source: Best Swift concurrency patterns
de: Beste Swift-Concurrency-Patterns
es: Mejores patrones de concurrencia en Swift
fr: Les meilleurs patterns de concurrence Swift
it: I migliori pattern di concorrenza in Swift
ja: おすすめのSwift並行処理パターン
ko: Swift 동시성 패턴 모범 사례
pt: Melhores padrões de concorrência em Swift
zh: Swift 并发最佳实践

source: By continuing, you agree to our [Terms of Use](aisight://terms) and [Privacy Policy](aisight://privacy).
de: Durch Fortfahren stimmst du unseren [Nutzungsbedingungen](aisight://terms) und der [Datenschutzerklärung](aisight://privacy) zu.
es: Al continuar, aceptas nuestras [Condiciones de uso](aisight://terms) y la [Política de privacidad](aisight://privacy).
fr: En continuant, tu acceptes nos [Conditions d'utilisation](aisight://terms) et notre [Politique de confidentialité](aisight://privacy).
it: Continuando, accetti le nostre [Condizioni d'uso](aisight://terms) e l'[Informativa sulla privacy](aisight://privacy).
ja: 続行すると、[利用規約](aisight://terms)および[プライバシーポリシー](aisight://privacy)に同意したことになります。
ko: 계속하면 [이용약관](aisight://terms) 및 [개인정보 처리방침](aisight://privacy)에 동의하게 됩니다.
pt: Ao continuar, você concorda com nossos [Termos de Uso](aisight://terms) e [Política de Privacidade](aisight://privacy).
zh: 继续即表示你同意我们的[使用条款](aisight://terms)和[隐私政策](aisight://privacy)。

source: By downloading, installing, or using AISight ("the App"), you agree to be bound by these Terms of Use. If you do not agree, do not use the App.
de: Durch das Herunterladen, Installieren oder Verwenden von AISight ("die App") erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Wenn Sie nicht zustimmen, verwenden Sie die App nicht.
es: Al descargar, instalar o utilizar AISight ("la Aplicación"), usted acepta quedar vinculado por estas Condiciones de Uso. Si no está de acuerdo, no utilice la Aplicación.
fr: En téléchargeant, installant ou utilisant AISight (« l'Application »), vous acceptez d'être lié par les présentes Conditions d'utilisation. Si vous n'acceptez pas, n'utilisez pas l'Application.
it: Scaricando, installando o utilizzando AISight ("l'App"), accetti di essere vincolato dalle presenti Condizioni d'Uso. Se non accetti, non utilizzare l'App.
ja: AISight（以下「本アプリ」）をダウンロード、インストール、または使用することにより、お客様はこれらの利用規約に拘束されることに同意するものとします。同意されない場合は、本アプリを使用しないでください。
ko: AISight("본 앱")를 다운로드, 설치 또는 사용함으로써 귀하는 본 이용약관에 구속되는 데 동의합니다. 동의하지 않으시면 본 앱을 사용하지 마십시오.
pt: Ao baixar, instalar ou utilizar o AISight ("o Aplicativo"), você concorda em estar vinculado a estes Termos de Uso. Se você não concordar, não utilize o Aplicativo.
zh: 下载、安装或使用 AISight（「本应用」）即表示您同意受本使用条款的约束。如果您不同意，请勿使用本应用。

source: By using AISight, you agree to these terms. Please read them carefully.
de: Durch die Nutzung von AISight stimmen Sie diesen Bedingungen zu. Bitte lesen Sie diese sorgfältig.
es: Al utilizar AISight, usted acepta estas condiciones. Por favor, léalas detenidamente.
fr: En utilisant AISight, vous acceptez les présentes conditions. Veuillez les lire attentivement.
it: Utilizzando AISight, accetti le presenti condizioni. Ti preghiamo di leggerle attentamente.
ja: AISightを使用することにより、お客様はこれらの規約に同意するものとします。よくお読みください。
ko: AISight를 사용함으로써 귀하는 본 약관에 동의하게 됩니다. 주의 깊게 읽어 주시기 바랍니다.
pt: Ao utilizar o AISight, você concorda com estes termos. Por favor, leia-os atentamente.
zh: 使用 AISight 即表示您同意以下条款。请仔细阅读。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
zh: 取消

source: Challenges of colonizing Mars
de: Herausforderungen der Marsbesiedlung
es: Desafíos de colonizar Marte
fr: Les défis de la colonisation de Mars
it: Le sfide della colonizzazione di Marte
ja: 火星移住の課題
ko: 화성 식민지 개척의 과제
pt: Desafios da colonização de Marte
zh: 火星殖民面临的挑战

source: Changes to This Policy
de: Änderungen dieser Richtlinie
es: Cambios en Esta Política
fr: Modifications de cette politique
it: Modifiche alla Presente Informativa
ja: 本ポリシーの変更
ko: 본 방침의 변경
pt: Alterações nesta Política
zh: 本政策的变更

source: Checked %@
de: Geprüft %@
es: Verificado %@
fr: Vérifié %@
it: Verificato %@
ja: 確認済み %@
ko: %@ 확인됨
pt: Verificado %@
zh: 已检查 %@

source: Children’s Privacy
de: Datenschutz für Kinder
es: Privacidad de los Menores
fr: Confidentialité des enfants
it: Privacy dei Minori
ja: お子様のプライバシー
ko: 아동 개인정보 보호
pt: Privacidade de Crianças
zh: 儿童隐私

source: Cited answers from multiple sources.
de: Zitierte Antworten aus mehreren Quellen.
es: Respuestas citadas de múltiples fuentes.
fr: Réponses citées à partir de plusieurs sources.
it: Risposte con citazioni da fonti multiple.
ja: 複数の情報源からの引用付き回答。
ko: 여러 출처의 인용 답변.
pt: Respostas citadas de múltiplas fontes.
zh: 来自多个来源的引用回答。

source: Clear All
de: Alles löschen
es: Borrar todo
fr: Tout effacer
it: Cancella tutto
ja: すべて削除
ko: 모두 지우기
pt: Limpar Tudo
zh: 全部清除

source: Clear All Data
de: Alle Daten löschen
es: Borrar todos los datos
fr: Effacer toutes les données
it: Cancella tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt: Limpar Todos os Dados
zh: 清除所有数据

source: Clear All History?
de: Gesamten Verlauf löschen?
es: ¿Borrar todo el historial?
fr: Effacer tout l'historique ?
it: Cancellare tutta la cronologia?
ja: すべての履歴を削除しますか？
ko: 모든 기록을 삭제할까요?
pt: Limpar Todo o Histórico?
zh: 清除所有历史记录？

source: Clear Cache
de: Cache leeren
es: Borrar caché
fr: Vider le cache
it: Svuota cache
ja: キャッシュを削除
ko: 캐시 지우기
pt: Limpar Cache
zh: 清除缓存

source: Clear Cache?
de: Cache leeren?
es: ¿Borrar caché?
fr: Vider le cache ?
it: Svuotare la cache?
ja: キャッシュを削除しますか？
ko: 캐시를 지울까요?
pt: Limpar Cache?
zh: 清除缓存？

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pt: Fechar
zh: 关闭

source: Collapse snippet
de: Ausschnitt einklappen
es: Contraer fragmento
fr: Réduire l'extrait
it: Comprimi frammento
ja: スニペットを折りたたむ
ko: 스니펫 접기
pt: Recolher trecho
zh: 收起摘要

source: Connect to the internet to search. Previously answered questions are available in History.
de: Stelle eine Internetverbindung her, um zu suchen. Bereits beantwortete Fragen findest du im Verlauf.
es: Conéctate a internet para buscar. Las preguntas respondidas anteriormente están disponibles en el Historial.
fr: Connecte-toi à Internet pour rechercher. Les questions déjà traitées sont disponibles dans l'historique.
it: Connettiti a Internet per cercare. Le domande già risposte sono disponibili nella Cronologia.
ja: 検索するにはインターネットに接続してください。過去の回答は履歴から確認できます。
ko: 검색하려면 인터넷에 연결해 주세요. 이전에 답변된 질문은 기록에서 확인할 수 있어요.
pt: Conecte-se à internet para pesquisar. Perguntas já respondidas estão disponíveis no Histórico.
zh: 请连接网络以进行搜索。之前的回答可在历史记录中查看。

source: Connected (%lldms)
de: Verbunden (%lldms)
es: Conectado (%lldms)
fr: Connecté (%lldms)
it: Connesso (%lldms)
ja: 接続済み (%lldms)
ko: 연결됨 (%lldms)
pt: Conectado (%lldms)
zh: 已连接（%lldms）

source: Connection failed
de: Verbindung fehlgeschlagen
es: Error de conexión
fr: Connexion échouée
it: Connessione fallita
ja: 接続に失敗しました
ko: 연결 실패
pt: Falha na conexão
zh: 连接失败

source: Contact
de: Kontakt
es: Contacto
it: Contatti
ja: お問い合わせ
ko: 연락처
pt: Contato
zh: 联系方式

source: Contact Support
de: Support kontaktieren
es: Contactar soporte
fr: Contacter le support
it: Contatta l'assistenza
ja: サポートに問い合わせ
ko: 지원 문의
pt: Contatar Suporte
zh: 联系支持

source: Copy Answer
de: Antwort kopieren
es: Copiar respuesta
fr: Copier la réponse
it: Copia risposta
ja: 回答をコピー
ko: 답변 복사
pt: Copiar resposta
zh: 复制回答

source: Custom search server
de: Eigener Suchserver
es: Servidor de búsqueda personalizado
fr: Serveur de recherche personnalisé
it: Server di ricerca personalizzato
ja: カスタム検索サーバー
ko: 사용자 지정 검색 서버
pt: Servidor de pesquisa personalizado
zh: 自定义搜索服务器

source: Daily search limit reached
de: Tägliches Suchlimit erreicht
es: Límite de búsquedas diario alcanzado
fr: Limite de recherches quotidienne atteinte
it: Limite di ricerche giornaliero raggiunto
ja: 1日の検索上限に達しました
ko: 일일 검색 한도에 도달했습니다
pt: Limite diário de pesquisas atingido
zh: 已达每日搜索上限

source: Data
de: Daten
es: Datos
fr: Données
it: Dati
ja: データ
ko: 데이터
pt: Dados
zh: 数据

source: Data Retention
de: Datenspeicherung
es: Retención de Datos
fr: Conservation des données
it: Conservazione dei Dati
ja: データの保持
ko: 데이터 보관
pt: Retenção de Dados
zh: 数据保留

source: Data Stored on Your Device
de: Auf Ihrem Gerät gespeicherte Daten
es: Datos Almacenados en Su Dispositivo
fr: Données stockées sur votre appareil
it: Dati Archiviati sul Tuo Dispositivo
ja: お客様のデバイスに保存されるデータ
ko: 기기에 저장되는 데이터
pt: Dados Armazenados no Seu Dispositivo
zh: 存储在您设备上的数据

source: Data Transmitted Over the Network
de: Über das Netzwerk übertragene Daten
es: Datos Transmitidos a través de la Red
fr: Données transmises via le réseau
it: Dati Trasmessi Tramite la Rete
ja: ネットワーク経由で送信されるデータ
ko: 네트워크를 통해 전송되는 데이터
pt: Dados Transmitidos pela Rede
zh: 通过网络传输的数据

source: Deep
de: Tief
es: Profunda
fr: Approfondie
it: Approfondita
ja: ディープ
ko: 딥
pt: Profunda
zh: 深度

source: Deep Search
de: Tiefensuche
es: Búsqueda profunda
fr: Recherche approfondie
it: Ricerca approfondita
ja: ディープサーチ
ko: 정밀 검색
pt: Busca Profunda
zh: 深度搜索

source: Deep search analysis failed. Try again or disable Deep Search.
de: Die Tiefensuche-Analyse ist fehlgeschlagen. Versuche es erneut oder deaktiviere die Tiefensuche.
es: El análisis de Búsqueda Profunda falló. Inténtalo de nuevo o desactiva la Búsqueda Profunda.
fr: L'analyse approfondie a échoué. Réessaie ou désactive la recherche approfondie.
it: L'analisi approfondita non è riuscita. Riprova o disattiva la Ricerca approfondita.
ja: ディープサーチの分析に失敗しました。再試行するか、ディープサーチを無効にしてください。
ko: 정밀 검색 분석에 실패했어요. 다시 시도하거나 정밀 검색을 비활성화해 주세요.
pt: A análise da Busca Profunda falhou. Tente novamente ou desative a Busca Profunda.
zh: 深度搜索分析失败。请重试或关闭深度搜索。

source: Deep Search is a Pro feature
de: Tiefensuche ist eine Pro-Funktion
es: La Búsqueda Profunda es una función Pro
fr: La Recherche Approfondie est une fonctionnalité Pro
it: La Ricerca Profonda è una funzionalità Pro
ja: ディープサーチはPro機能です
ko: 딥 서치는 Pro 기능입니다
pt: A Pesquisa Profunda é um recurso Pro
zh: 深度搜索是Pro功能

source: Deep Search uses multiple AI research passes to find better answers. This takes longer (15-25 seconds vs 5-10 seconds) and uses more on-device processing. Best for complex questions that need thorough research.
de: Die Tiefensuche nutzt mehrere KI-Recherche-Durchläufe, um bessere Antworten zu finden. Das dauert länger (15–25 Sekunden statt 5–10 Sekunden) und beansprucht mehr Rechenleistung auf dem Gerät. Ideal für komplexe Fragen, die eine gründliche Recherche erfordern.
es: La búsqueda profunda usa múltiples pasadas de investigación con IA para encontrar mejores respuestas. Tarda más (15-25 segundos vs 5-10 segundos) y usa más procesamiento en el dispositivo. Ideal para preguntas complejas que necesitan investigación exhaustiva.
fr: La recherche approfondie effectue plusieurs passes d'analyse IA pour trouver de meilleures réponses. C'est plus long (15-25 secondes contre 5-10 secondes) et utilise plus de ressources. Idéal pour les questions complexes nécessitant une recherche poussée.
it: La Ricerca approfondita utilizza più passaggi di analisi IA per trovare risposte migliori. Richiede più tempo (15-25 secondi invece di 5-10) e un'elaborazione maggiore sul dispositivo. Ideale per domande complesse che richiedono una ricerca accurata.
ja: ディープサーチはAIによる複数回の調査でより良い回答を探します。通常より時間がかかり（5〜10秒に対して15〜25秒）、デバイスの処理負荷も増えます。徹底的な調査が必要な複雑な質問に最適です。
ko: 정밀 검색은 여러 차례의 AI 분석을 통해 더 나은 답변을 찾아요. 일반 검색보다 시간이 더 걸리고(5~10초 대비 15~25초) 기기 처리량도 많아요. 깊이 있는 조사가 필요한 복잡한 질문에 적합해요.
pt: A Busca Profunda usa múltiplas passagens de pesquisa com IA para encontrar respostas melhores. Isso leva mais tempo (15-25 segundos contra 5-10 segundos) e usa mais processamento no dispositivo. Ideal para perguntas complexas que precisam de pesquisa aprofundada.
zh: 深度搜索通过多轮 AI 分析来获取更优质的回答。耗时更长（15-25 秒，而非 5-10 秒），且需要更多设备端算力。适合需要深入研究的复杂问题。

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pt: Apagar
zh: 删除

source: Delete All Data
de: Alle Daten löschen
es: Eliminar todos los datos
fr: Supprimer toutes les données
it: Elimina tutti i dati
ja: すべてのデータを削除
ko: 모든 데이터 삭제
pt: Apagar Todos os Dados
zh: 删除所有数据

source: Delete All Data?
de: Alle Daten löschen?
es: ¿Eliminar todos los datos?
fr: Supprimer toutes les données ?
it: Eliminare tutti i dati?
ja: すべてのデータを削除しますか？
ko: 모든 데이터를 삭제할까요?
pt: Apagar Todos os Dados?
zh: 删除所有数据？

source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
pt: Concluído
zh: 完成

source: Essential beginner guitar chords
de: Die wichtigsten Gitarrenakkorde für Anfänger
es: Acordes esenciales de guitarra para principiantes
fr: Les accords de guitare essentiels pour débuter
it: Accordi essenziali di chitarra per principianti
ja: 初心者が覚えるべきギターコード
ko: 기타 초보 필수 코드
pt: Acordes essenciais de violão para iniciantes
zh: 吉他初学者必学和弦

source: Every answer includes citations so you can verify the information.
de: Jede Antwort enthält Quellenangaben, damit du die Informationen überprüfen kannst.
es: Cada respuesta incluye citas para que puedas verificar la información.
fr: Chaque réponse inclut des citations pour que tu puisses vérifier l'information.
it: Ogni risposta include le citazioni per permetterti di verificare le informazioni.
ja: すべての回答に引用元が含まれるため、情報を確認できます。
ko: 모든 답변에 출처가 포함되어 있어 정보를 직접 확인할 수 있어요.
pt: Cada resposta inclui citações para que você possa verificar as informações.
zh: 每个回答都附有引用来源，方便您核实信息。

source: Expand snippet
de: Ausschnitt aufklappen
es: Expandir fragmento
fr: Développer l'extrait
it: Espandi frammento
ja: スニペットを展開
ko: 스니펫 펼치기
pt: Expandir trecho
zh: 展开摘要

source: Failed to Clear Data
de: Daten konnten nicht gelöscht werden
es: Error al borrar datos
fr: Impossible d'effacer les données
it: Impossibile cancellare i dati
ja: データの削除に失敗しました
ko: 데이터 삭제 실패
pt: Falha ao Limpar os Dados
zh: 清除数据失败

source: Failed to decode the model response.
de: Die Modellantwort konnte nicht entschlüsselt werden.
es: No se pudo decodificar la respuesta del modelo.
fr: Impossible de décoder la réponse du modèle.
it: Impossibile decodificare la risposta del modello.
ja: モデルの応答をデコードできませんでした。
ko: 모델 응답을 디코딩하지 못했어요.
pt: Falha ao decodificar a resposta do modelo.
zh: 无法解析模型响应。

source: Failed to generate answer: %@
de: Antwort konnte nicht erstellt werden: %@
es: Error al generar respuesta: %@
fr: Impossible de générer la réponse : %@
it: Impossibile generare la risposta: %@
ja: 回答の生成に失敗しました: %@
ko: 답변 생성 실패: %@
pt: Falha ao gerar resposta: %@
zh: 生成回答失败：%@
